Repository: DmitriyMakeev/yandex_webmaster
Catalog: translations/*.po
Languages: ru

source: Administer Yandex.Webmaster.
ru: Управление Яндекс.Вебмастер

source: Allows a user to configure Yandex.Webmaster service.
ru: Разрешить пользователю настраивать Яндекс.Вебмастер для сайта.

source: View Yandex.Webmaster reports.
ru: Просмотр отчетов Яндекс.Вебмастер.

source: Allows a user to view Yandex.Webmaster service reports.
ru: Разрешить пользователю просматривать отчеты Яндекс.Вебмастер.

source: Danger! Site "@site" is virused!
ru: Внимание! Сайт "@site" заражен вирусами!

source: Yandex.Webmaster settings
ru: Настройки Яндекс.Вебмастер

source: Display Yandex branding in the block.
ru: Показывать ссылку на сервис Яндекс.Вебмастер.

source: Use interval to display last index date.
ru: Использовать временной интервал для отображения даты последней индексации.

source: Display hostname.
ru: Показывать имя сайта.

source: Display last access date.
ru: Показывать дату последней индексации.

source: Display TCY value.
ru: Показывать значение ТИЦ.

source: Display URL count.
ru: Показывать количество страниц.

source: Display index count.
ru: Показывать количество страницы в поиске.

source: Display url errors count.
ru: Отображать количество исключённых страниц.

source: Display links count.
ru: Показывать количество внешних ссылок.

source: Display internal links count.
ru: Показывать количество внутренних ссылок.

source: An error has occurred.
ru: Произошла ошибка.

source: Danger! Site is virused!
ru: Внимание! Сайт заражен вирусами!

source: Host name
ru: Имя сайта

source: @time ago
ru: @time назад

source: Last access
ru: Последний доступ

source: TCY
ru: ТИЦ

source: URL count
ru: Количество страниц

source: Index count
ru: Страницы в поиске

source: URL errors
ru: Ошибки страниц

source: Links count
ru: Количество ссылок

source: Internal links
ru: Внутренние ссылки

source: Data provided by !link service.
ru: Данные предоставлены сервисом !link.

source: Yandex.Webmaster
ru: Яндекс.Вебмастер

source: Top queries
ru: Популярные запросы

source: Last index
ru: Последняя индексация

source: Excluded pages
ru: Исключенные страницы

source: External links
ru: Внешние ссылки

source: Yandex.Webmaster add new site
ru: Добавление сайта в сервис Яндекс.Вебмастер

source: Yandex.Webmaster remove site
ru: Удаление сайта из сервиса Яндекс.Вебмастер

source: Adds the Yandex.Webmaster service to your website.
ru: Добавляет возможности сервиса Яндекс.Вебмастер для вашего сайта.

source: Log in to your Yandex account.
ru: Войдите в ваш аккаунт Яндекс.

source: Select "OK" to get security code.
ru: Выберите "OK", чтобы получить код подтверждения.

source: Copy verification code, paste code to your site and save settings.
ru: Скопируйте код подтверждения и сохраните настройки.

source: Security code
ru: Код подтверждения

source: Refresh
ru: Обновить

source: Get code
ru: Получить код

source: Enable statistics block
ru: Включить блок статистики

source: Display full host list
ru: Отображать полный список сайтов

source: Select Yandex.Webmaster domain name
ru: Выберите домен для сервиса Яндекс.Вебмастер

source: Default
ru: По умолчанию

source: Russian
ru: Русский

source: Ukrainian
ru: Украинский

source: An error occurred while getting current host UIN from Yandex.Webmaster service.
ru: Произошла ошибка при получении идентификатора текущего хоста от сервиса Яндекс.Вебмастер.

source: Current site (@site) can't be automatic verified. You will need to create empty text file "@filename" in site root directory.
ru: Текущий сайт (@site) не может быть проверен автоматически. Вам нужно создать пустой текстовый файл "@filename" в корневой директории сайта.

source: Unfortunately, Yandex.Webmaster service may not process meta-tag verification for the first time. To run check procedure once again, !link.
ru: К сожалению, сервис Яндекс.Вебмастер может неверно обработать проверку сайта по мета-тегу с первого раза. Чтобы запустить проверку снова, !link.

source: click here
ru: нажмите здесь

source: Open in new window
ru: Открыть в новом окне

source: Actions
ru: Действия

source: Open statistics
ru: Открыть статистику

source: Remove site
ru: Удалить сайт

source: Not in your host list. Need to be added.
ru: Отсутствует в вашем списке. Необходимо добавить.

source: Add site
ru: Добавить сайт

source: Not one host was previously added.
ru: Ни один сайт не был добавлен ранее.

source: Security code was successfully checked.
ru: Код подтверждения был успешно обновлен.

source: Access request return error: @error. Try to get a new security code.
ru: Запрос доступа завершился ошибкой: @error. Попробуйте обновить код подтверждения.

source: Before adding new site to Yandex.Webmaster, you need to enter security code.
ru: Перед добавлением нового сайта в сервис Яндекс.Вебмастер, требуется ввести код подтверждения.

source: Use meta-tag on the front page for verification
ru: Использовать для проверки прав мета-тег на главной странице сайта

source: Site was sucessfully added to Yandex.Webmaster.
ru: Сайт был успешно добавлен в сервис Яндекс.Вебмастер.

source: An error occurred while adding new site to Yandex.Webmaster. @error
ru: Произошла ошибка при добавлении нового сайта в сервис Яндекс.Вебмастер. @error

source: An error occurred while getting current host ID from Yandex.Webmaster service.
ru: Произошла ошибка при получение идентификатора текущего хоста от сервиса Яндекс.Вебмастер.

source: An error occurred while sending verification type to Yandex.Webmaster service.
ru: Произошла ошибка при отправке типа подтверждения прав на управление сайтом в Яндекс.Вебмастер.

source: Are you sure want to remove current site from Yandex.Webmaster service?
ru: Вы действительно хотите удалить текущий сайт из сервиса Яндекс.Вебмастер?

source: Remove
ru: Удалить

source: Cancel
ru: Отмена

source: An error occurred while sending delete request to Yandex.Webmaster service.
ru: Произошла ошибка при отправке запроса на удаления в Яндекс.Вебмастер.

source: Site was sucessfully removed from Yandex.Webmaster service.
ru: Сайт был успешно удалён из сервиса Яндекс.Вебмастер.

source: Verification in progress.
ru: Идёт проверка прав на управление сайтом.

source: The site was never verified.
ru: Права на управление сайтом никогда не подтверждались.

source: Site verification has failed.
ru: Ошибка при попытке подтверждения прав.

source: Verified.
ru: Права подтверждены.

source: The site is in queue for verification.
ru: Ожидание в очереди на подтверждение.

source: The site expects the index.
ru: Сайт ожидает индексирования.

source: The site is in queue.
ru: Сайт находится в очереди.

source: Site was indexed.
ru: Сайт проиндексирован.

source: Site was not indexed.
ru: Сайт не проиндексирован.

source: Automatic verification.
ru: Автоматическая проверка.

source: Adding TXT parameter in DNS-record of the site.
ru: Добавление записи типа TXT в DNS-запись сайта.

source: HTML file in the site root directory.
ru: Размещение HTML-файла в корневом каталоге сайта.

source: Manual verification.
ru: Ручное подтверждение прав.

source: Meta-tag in header of the front page.
ru: Добавление мета-тега в заголовок главной страницы сайта.

source: Verification by Yandex.Mail for domains.
ru: Подтверждение прав через Яндекс.Почту для доменов.

source: Text file in the site root directory.
ru: Размещение текстового файла в корневом каталоге сайта.

source: Verification by external Yandex.Mail for domains.
ru: Внешнее подтверждение прав через Яндекс.Почту для доменов.

source: Access rights was delegated from another user.
ru: Права делегированы другим пользователям.

source: Verification by information from the WHOIS service.
ru: Сверка данных с информацией, предоставляемой сервисом WHOIS.

source: HTTP Status: Multiple Choices (300)
ru: HTTP-статус: Множественный выбор (300)

source: HTTP Status: Moved Permanently (301)
ru: HTTP-статус: Ресурс перемещён навсегда (301)

source: HTTP Status: Found (Moved Temporarily) (302)
ru: HTTP-статус: Ресурс временно перемещён (302)

source: HTTP Status: See Other (303)
ru: HTTP-статус: Смотри другой ресурс (303)

source: HTTP Status: Not Modified (304)
ru: HTTP-статус: Ресурс не изменён (304)

source: HTTP Status: Use Proxy (305)
ru: HTTP-статус: Следует использовать прокси (305)

source: HTTP Status: Temporary Redirect (307)
ru: HTTP-статус: Временное перенаправление (307)

source: HTTP Status: Bad Request (400)
ru: HTTP-статус: Неверный запрос (400)

source: HTTP Status: Unauthorized (401)
ru: HTTP-статус: Неавторизованный запрос (401)

source: HTTP Status: Payment Required (402)
ru: HTTP-статус: Необходима оплата за запрос (402)

source: HTTP Status: Forbidden (403)
ru: HTTP-статус: Доступ к ресурсу запрещён (403)

source: HTTP Status: File Not Found (404)
ru: HTTP-статус: Ресурс не найден (404)

source: HTTP Status: Method Not Allowed (405)
ru: HTTP-статус: Метод неприменим (405)

source: HTTP Status: Not Acceptable (406)
ru: HTTP-статус: Недопустимый тип ресурса (406)

source: HTTP Status: Proxy Authentication Required (407)
ru: HTTP-статус: Требуется идентификация прокси, файервола (407)

source: HTTP Status: Request Timeout (408)
ru: HTTP-статус: Время запроса истекло (408)

source: HTTP Status: Conflict (409)
ru: HTTP-статус: Конфликт (409)

source: HTTP Status: Gone (410)
ru: HTTP-статус: Ресурс недоступен (410)

source: HTTP Status: Length Required (411)
ru: HTTP-статус: Требуется длина (411)

source: HTTP Status: Precondition Failed (412)
ru: HTTP-статус: Сбой при обработке предварительного условия (412)

source: HTTP Status: Request Entity Too Large (413)
ru: HTTP-статус: Тело запроса превышает допустимый размер (413)

source: HTTP Status: Request-URL Too Long (414)
ru: HTTP-статус: Недопустимая длина URI запроса (414)

source: HTTP Status: Unsupported Media Type (415)
ru: HTTP-статус: Неподдерживаемый MIME тип (415)

source: HTTP Status: Requested Range Not Satisfiable (416)
ru: HTTP-статус: Диапазон не может быть обработан (416)

source: HTTP Status: Expectation Failed (417)
ru: HTTP-статус: Сбой при ожидании (417)

source: HTTP Status: Unprocessable Entity (422)
ru: HTTP-статус: Необрабатываемый элемент (422)

source: HTTP Status: Locked (423)
ru: HTTP-статус: Заблокировано (423)

source: HTTP Status: Failed Dependency (424)
ru: HTTP-статус: Неверная зависимость (424)

source: HTTP Status: Upgrade Required (426)
ru: HTTP-статус: Требуется обновление (426)

source: HTTP Status: Internal Server Error (500)
ru: HTTP-статус: Внутренняя ошибка сервера (500)

source: HTTP Status: Not Implemented (501)
ru: HTTP-статус: Метод не поддерживается (501)

source: HTTP Status: Bad Gateway (502)
ru: HTTP-статус: Ошибка межсетевого шлюза (502)

source: HTTP Status: Bad Gateway (503)
ru: HTTP-статус: Служба не доступна (503)

source: HTTP Status: Gateway Timeout (504)
ru: HTTP-статус: Время прохождения через межсетевой шлюз истекло (504)

source: HTTP Status: HTTP Version Not Supported (505)
ru: HTTP-статус: Версия НТТР не поддерживается (505)

source: HTTP Status: Insufficient Space to Store Resource (507)
ru: HTTP-статус: Недостаточно места (507)

source: HTTP Status: Not Extended (510)
ru: HTTP-статус: Отсутствуют расширения (510)

source: Connection was closed
ru: Обрыв соединения

source: Document is too large
ru: Слишком большой документ

source: Document was denied by robots.txt
ru: Документ запрещен в файле robots.txt

source: Document address does not correspond to the HTTP standard
ru: Адрес документа не соответствует стандарту HTTP

source: Unsupported document format
ru: Формат документа не поддерживается

source: DNS error
ru: Ошибка DNS

source: Status code does not correspond to standard HTTP
ru: Числовой код состояния не соответствует стандарту HTTP

source: Wrong HTTP header
ru: Неверный HTTP-заголовок

source: Unable to connect to the server
ru: Не удалось соединиться с веб-сервером

source: Wrong message length
ru: Неверная длина сообщения

source: Wrong encoding
ru: Неверная кодировка

source: Wrong number of data was submitted
ru: Передано неверное количество данных

source: HTTP header length exceeds the limit
ru: Длина http-заголовков превышает предел

source: Address length exceeds the limit
ru: Длина адреса превышает предел

source: Document contains meta-tag "refresh"
ru: Документ содержит мета-тег "refresh"

source: Document contains meta-tag "noindex"
ru: Документ содержит мета-тег "noindex"

source: This document is the server log
ru: Документ является логом сервера

source: Wrong document format
ru: Неверный формат документа

source: Unable to detect encoding
ru: Кодировка не распознана

source: Unsupported language
ru: Язык не поддерживается

source: Document doesn't contains text
ru: Документ не содержит текста

source: Too many links
ru: Слишком много ссылок

source: Error extracting
ru: Ошибка распаковывания

source: Empty server response
ru: Пустой ответ сервера

source: Document is not canonical
ru: Документ не является каноническим

source: Error code #
ru: Код ошибки №

source: Access token for Yandex.Webmaster module has expired. To update access token you need to get new security code on !link.
ru: Токен доступа для модуля Яндекс.Вебмастер истёк. Чтобы обновить его, нужно получить новый проверочный код на странице !link.

source: Yandex.Webmaster configuration page
ru: Настройка сервиса Яндекс.Вебмастер

source: Access token for Yandex.Webmaster module will expire soon. To update access token you need to get new security code on !link.
ru: Токен доступа для модуля Яндекс.Вебмастер скоро закончится. Чтобы обновить его, нужно получить новый проверочный код на странице !link.

source: An error occurred while checking Yandex.API user ID. Returned user ID are not an integer value.
ru: Произошла ошибка при проверке идентификатора пользователя Яндекс. Идентификатор должен быть целым числом.

source: An error occurred while checking Yandex.API user ID for given access token. Your access token may be expired. To update access token you need to get new security code on !link.
ru: Произошла ошибка при проверке идентификатора пользователя Яндекс для заданного токена доступа. Возможно истёк его срок. Чтобы обновить токен доступа, нужно получить новый код подтверждения на странице !link.

source: Never
ru: Никогда

source: An error occurred while receiving Yandex.Webmaster hosts list. Your access token may be expired. To update access token you need to get new security code on !link.
ru: Произошла ошибка при получении списка сайтов от сервиса Яндекс.Вебмастер. Возможно истёк срок токена доступа. Чтобы его обновить, нужно получить новый код подтверждения на странице !link.

source: Yandex.API UIN is undefined.
ru: Идентификатор UIN для Яндекса не известен.

source: Basic host was not selected.
ru: Не указан сайт, выбранный по умолчанию.

source: No
ru: Нет

source: Yes
ru: Да

source: Read user agreements
ru: Пользовательское соглашение

source: Select site
ru: Вырать сайт

source: Update
ru: Обновить

source: Set as default
ru: Установить по умолчанию

source: Yandex.Webmaster summary
ru: Общая информация

source: Date
ru: Дата

source: Indexed pages
ru: Проиндексированные страницы

source: Statistics
ru: Статистика

source: No statistics available.
ru: Статистика отсутствует.

source: Yandex.Webmaster top queries
ru: Популярные запросы Яндекс.Вебмастер

source: An error occured while getting clicks statistics. @error !link.
ru: Произошла ошибка при получении данных о кликах. @error !link.

source: Yandex.Webmaster settings page
ru: Настройки сервиса Яндекс.Вебмастер

source: Summary click count for last seven days
ru: Общее количество кликов за последние семь дней

source: Summary shows count for last seven days
ru: Общее количество показов за последние семь дней

source: Percentage of shows count to the number of clicks
ru: Соотношение числа показов к числу кликов

source: Click count for last seven days
ru: Клики за последние семь дней

source: Procent of popular query clicks
ru: Процент кликов по популярным запросам

source: Top clicks for last seven days
ru: Популярные клики за последние семь дней

source: Query
ru: Запрос

source: Click count
ru: Количество кликов

source: Position
ru: Позиция

source: User query
ru: Пользовательский запрос

source: Shows count for last seven days
ru: Показы за последние семь дней

source: Procent of popular query shows
ru: Процент показов по популярным запросам

source: Top shows for last seven days
ru: Популярные показы за последние семь дней

source: Shows count
ru: Показы

source: Yandex.Webmaster last indexed pages
ru: Последние проиндексированные страницы Яндекс.Вебмастер

source: An error occured while getting last indexed pages statistics. @error !link.
ru: Произошла ошибка при получении списка последних проиндексированных страницах. @error !link.

source: Summary count of indexed pages
ru: Общее количество проиндексированных страниц

source: Indexed pages for last seven days
ru: Проиндексированные страницы за последние семь дней

source: View all indexed pages
ru: Просмотр всех проиндексированных страниц

source: Address
ru: Адрес

source: Yandex.Webmaster excluded pages
ru: Исключённые страницы Яндекс.Вебмастер

source: An error occured while getting excluded pages statistics. @error !link.
ru: Произошла ошибка при получении списка исключённых страниц. @error !link.

source: Summary count of excluded pages
ru: Общее количество исключённых страниц

source: View
ru: Просмотр

source: External links for last seven days
ru: Внешние ссылки за последние семь дней

source: Severity
ru: Важность

source: Error type
ru: Тип ошибки

source: Count
ru: Количество

source: Yandex.Webmaster external links
ru: Внешние ссылки Яндекс.Вебмастер

source: An error occured while getting external links statistics. @error !link.
ru: Произошла ошибка при получении списка внешних ссылок. @error !link.

source: Summary count of external links
ru: Общее количество внешних ссылок

source: View all external links
ru: Просмотр всех внешних ссылок
